{
   "hooks":[
      "'Hurry', Continuity says to Drift, who is trying to finsh a scroll that she can read before the monsters attack. 'As of now,' the dimensional mage says, 'we are in a story that will never be told, a dark level of the game. Nothing we do mattters, except to those with access to the source code.' Continuity looks at him strangely. 'It matters,' she says emphatically. 'We are the mold and the model. We are the aquifer of type, hidden deep underground. Now hurry. Finsh the scroll.'",
      "You are one of the few hybrid creatures who communicates both telepathically and with written speech. You play a drum filled with water, that doubles as a canteen. There is a long journey ahead, and it is raining, the easy paths inundated with challenge. You wouldn't want it any other way. \n You adjust the straps that hold the weight of everything that is valuable. 'This is just the start,' you say to the rain. 'This is the first scratches of pencil, the first tentative beats of a song that you've always sung under your breath but never to the world.'",
      "Somewhere, a gate to arcane, arkhamitic daemons has been torn open by a cosmic wound. All of the repressed and forgotten fears you have pretended don't exist come pouring out of the dimensional rift, howling and cackling, wings and talons scraping on the walls and sky of reality itself. 'Here is the horror,' one of them says, its face a shifting, multi-planar composite of hidden revelations. 'We write, here, with no regard to the future, to the logic of the program. We give you, now, a quest, that the algorithms of existence will need to bend in order to fulfill. You will need to reach deep into the code, the pseudo-syntax, the symbolic matrix of your understanding, in order to close the gate that now is leaking with desperate madness, before it consumes everything you know.'",
      "In the ancient plains of gaul, while the Roman and the Celts battled between written and spoken words, a chieftan dies and a young warrior is thrust into power. There is a chance for history to be rewritten, for the loose affiliations of logical conclusions to override the writ of an arbitrary emperor, for loyalty and cunning to conquer the pandering and blind power of the coin. In order for that to happen, this file needs to expand to hold the possibilities of adventures told around drunken fires, to face squarely the smiles of dancing women, of long campaigns in uncertain dust and dawns. Lusts and Lovely tunes of oppourtunistic plunder. \n You have known the loose fitting garments with plates of armour underneath. You have known nudity in battle, the passing of holy energies in stone circles under moonlight. Ecstatic waverings of unreal depictions in the oracular smoke. You have played a stringed instrument after battle, humming while others sing the praise of warlord chieftans and druid kings.",
      "A musician recieves a frilled and fancy invitation to play at court.",
      "Walking in the wilderness, you sense a sudden change, and the world before you becomes alien.",
      "You stand once again at the gate of the enormous temple, in the city on the back of the enormous floating turtle shell. This is the entrance, the only way to get beneath a crack in the perfect plates of reality's armor and find out what lies beneath.",
      "The castle floats in the distance. The heron of unspoken words flies overhead. \n 'This one is mine,' you say, in the forest garb of a far-seeing ranger, one who speaks many languges and whose mind is filled with maps.",
      "The shortest day and longest night, a moon almost completely full. Seasons of a clearly ruled game. \n You are a thief, an unseen player, one that moves quickly in shadows and disguise. Unsuspected, you have snuck into the chamber of the pervasive meme, into the underlying logic of the code, laughing and thumbing your nose at all of the beleagured heroes who have toiled and swung enormous swords of effort at problems insoluble enough to earn the exasperation of the great as well as small. Some kind of accident has led you here. Unlike nearly all the other players, you have no illusions of your worth, of deserving the wealth and power that you steal. You have been driven only by a love of wine and story, of runes spelled out by the swaying hips of intoxicated dancers."
   ],
   "openers":[
      "Drift kissed Continuity.",
      "the goal of the telepathic, non-printing position is to conjure up a subordinate story, one whose aspirations push the zero into one.",
      "Those who are most scared are most humble, and those who think themselves smallest are best able to comprehend the immense scales of cosmic forces.",
      "The trees were cut down and made into a fort.",
      "The musician had a drifted vision of himself as a stand-up comic.",
      "The wreckage began to spill memetics into the world.",
      "Your voice quivering, you begin to recite the words that you were given by the bird-man from the cliffs.",
      "Summoning all that you have learned, you attempt to call the giant bird to ferry you across the void.",
      "There is no reason these openers can't be a bit verbose, a smidge overflowing, enthusiastic of syntax. You get a flash of the ordered game, the notebook opened. 'This is a gate at which the characters reset after some failure, some misfortunate fall.' I admit that there is no future for this file in any kind of a gaming industry or profession. It was, however, and nonetheless, pleasurable to make. This opener, if I understand the logic of the program, will be the most likely to occur. The story genre is labeled, provisionally, solsticial. A kind of gateway, a change. A cable that is only marginally connected, the voltage undetermined. \n You, the thief, move quietly through the summer mansion, the beeze from the sea stirring curtains. There are the snores of a lord and lady from a nearby chamber, which you must move past to get to the treasure room. You are barefoot, and hyper aware of the kind of surfaces on which your feet are stepping, potential creaks or stumbles. You came here before, disguised as a fishmonger, but didn't make it this far into the abode."
   ],
   "good_endings":[
      "Continuity puts down the pen, knowing that the scroll has been inbued with power. He hands it to the mage, who can cast spells but not create them.",
      "The first item on any list is a thought that doesn't get spoken, an index never called.",
      "The spell works, amazingly, the hastily scrawled lines of chalk holding the daemonic forces at bay.",
      "The corpse of the legionnaire bled into the stewgrass and clover. The song sounded through the mist. He would never, after this, confuse his strength with wisdom. He might not be able to play the drums, but he knew which rhythms were strongest. Politics and druidcraft were too complex for him to understand, but when he led his people, for as long as they had no one better to follow, all he could do was steer his spear-arm true to whosever counsel seemed most just.",
      "The coutriers stare at the musician, schocked, apalled, yet drawn to the player's power. The duke steps towards him, scowling, then smiles and wraps him in a hug.",
      "You find your way back into the undrifted world, but have carried an artifact from the weird universe with you.",
      "The enormous gate swings open, all of the edges of stone miraculously not grinding, all edges polished.",
      "The bird flies down to the ledge, and the runes on your robes make you light enough to carry. You reach the far side, dropping lightly by the roots of the anchor tree.",
      "You ignore the gilded banlities, the trinkets diguised as reliquary, and move instead to a shelf of books. You see the one for which, your whole life, you have been searching. The cover is simple, unadorned, and in place of a title there is a single runic symbol, one that you remember from a thousand different dreams. You steal off with your hard won words into the cloud-draped night."
   ],
   "bad_endings":[
      "The scroll catches fire prematurely, the force of it uselessly sparking into smoke. The monsters overrun the Inn of Last Night's Moon",
      "the gnoll tribe fades into the desert, leaving cryptic runes and bones to be discovered.",
      "The world is transformed beyond recognition, all native species, including humans, either enslaved or destroyed. There is perhaps beauty in the new landscape, but humans, if any are left, are unable to perceive it.",
      "There is no escape from the logic of survival. Music could only be another excess displayed by chieftans, like wasted food.",
      "The performance failed, admidst the general laughter and distraction of the court. Protocols he had failed to learn, courtesies left unpaid, doomed whatever song he might produce.",
      "You are trapped in the distant galaxy forever.",
      "Exhausted, the gate still closed, you sink to the stones and cry.",
      "You jump to grab hold of the heron's leg, but it balks, and you are cast into the void.",
      "The year repeats as a circle, and not a spiral. The ghosts of winter will haunt until the spring.",
      "one or both of you die. Or go insane. Falling of different sorts. 'There can occasionally be long diatribes assigned to perishing and perishable moments.'"
   ],
   "twists":[
      "The protagonist realizes, walking in the rain, that the natural features of programming language logic can be used to stack functions.",
      "The wrong turn turned out to be right, there being a larger flocking instinct both holding to a vector and also exploring fringe space, knowing knowledge was worth the cost. The future is not necessarily one without speed, without cycles and cars and danger.",
      "linguistic ambiguity can be tolerated as long as the variables are clear.",
      "The quest was both more and less significant than originally thought.",
      "The story changed in the middle, and became the clearer for it.",
      "\n",
      "The game files rose through the trees.",
      "With each drop of rain a world exploded.",
      "You can see other players' cards, but not your own.",
      "This is where you are supposed to be.",
      "Within random coincidence.",
      "The web and weave, extending invisible through dirt of possible, unspoken earths.",
      "All the paths are beautiful.",
      "the neurons of contentment fire.",
      "there are also turns",
      "the two ice ape lovers grow stronger in a silence.",
      "Whatever the story was about, that changes. It is now about something else, a tangent that suddenly swerves as a sword feint into thematic prominence."
   ],
   "alt_ends":[
      "The delicate mapping, as if in sonar, of three dimensional space, textured in significance.",
      "\n",
      "Remember where you are. This circle. The heron flying above the rocks, the distant peaks, the layered breathing of the earth.",
      "Later, the videos playing would not only be a method of having a time-count, but also serve, as animation played in the background while he was reading used to do, with pauses in the tempo of the typing, indicating that the other-screen presence had gone off pursuing some other line of thought.",
      "There is always the possibility that one of these files will dredge up something to treasure from the deaths.",
      "the difference between these alternative, or bonus endings, and the other variable is that these are chosen randomly, not according to a set.",
      "The file/program reaches a level of cumbersomeness, unable to be understood or edited in one sitting, and babel-falls into the desert."
   ]
}